IDEA Open Model
MatSteelRUS.GammaOVfy Property
Compatible with IDEA StatiCa Beta 20.0
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double GammaOVfy { get; set; }
Public Property GammaOVfy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace